<template>
    <div>
        <div class="about-us-main-info__common-info">
            <h2 class="subtitle section-subtitle">О компании "GymClub"</h2>
            <p class="text about-us-main-info__common-info-text">"GymClub" - это современный фитнес клуб,
                который предлагает широкий спектр услуг и программ
                для
                достижения
                оптимальной физической формы, здоровья и благополучия. Мы стремимся помочь нашим клиентам улучшить
                свою
                физическую подготовку, достичь своих целей и наслаждаться активным образом жизни.</p>
        </div>
        <div class="image-container about-us-main-info__image">
            <div class="image-container__image">
                <img src="@/assets/images/about-us-img.jpg">
            </div>
        </div>
        <div class="about-us-main-info__additional-info">
            <div class="about-us-main-info__additional-info-column">
                <h3 class="subtitle section-subtitle">О нас</h3>
                <p class="text">
                    "GymClub" - это современный и инновационный фитнес клуб, предлагающий полный спектр услуг и
                    программ для тех, кто стремится к здоровому образу жизни. Наша компания обладает богатым опытом
                    и превосходными знаниями в области фитнеса, а также мы постоянно совершенствуемся, чтобы быть на
                    переднем крае индустрии фитнеса.
                    <br><br>
                    Мы предлагаем широкий выбор тренировок и программ, от интенсивных групповых занятий до
                    персональных тренировок, которые специально разработаны, чтобы удовлетворить потребности и цели
                    каждого нашего клиента. В GymClub мы сосредоточены на создании поддерживающей и мотивирующей
                    атмосферы, где каждый чувствует себя комфортно и вдохновленно.
                    <br><br>
                    Наша миссия - помочь людям изменить свою жизнь через здоровый образ жизни и регулярные
                    физические тренировки. Мы верим, что физическая активность и правильное питание - ключевые
                    компоненты для достижения оптимального здоровья и благополучия. В GymClub мы создаем окружение,
                    которое стимулирует наших клиентов преодолевать свои границы, улучшать свои физические
                    показатели и чувствовать себя лучше.
                </p>
            </div>
            <div class="about-us-main-info__additional-info-column">
                <h3 class="subtitle section-subtitle">о качестве</h3>
                <article class="text">
                    <p class="text">В "GymClub" мы гордимся тем, что предлагаем высокое качество услуг и создаем
                        мотивирующую среду для достижения ваших фитнес-целей. Мы приглашаем вас стать частью нашей
                        фитнес-семьи и начать ваш путь к здоровому и активному образу жизни сегодня.</p>
                    <ul class="text about-us-main-info__additional-info-list">
                        <li class="about-us-main-info__additional-info-list-item">
                            <p>
                                Команда экспертов: Наша компания гордится командой опытных и сертифицированных
                                тренеров
                                и инструкторов, которые обладают широкими знаниями в области фитнеса и заботятся о
                                достижении результатов наших клиентов.
                            </p>
                        </li>
                        <li class="about-us-main-info__additional-info-list-item">
                            <p>
                                Индивидуальный подход: В GymClub мы ценим уникальность каждого клиента.
                            </p>
                        </li>
                        <li class="about-us-main-info__additional-info-list-item">
                            <p>
                                Качество оборудования: Мы гарантируем высокое качество тренажеров и оборудования,
                                которое используется в нашем клубе.
                            </p>
                        </li>
                        <li class="about-us-main-info__additional-info-list-item">
                            <p>
                                Поддержка и мотивация: В GymClub мы создаем вдохновляющую и поддерживающую
                                атмосферу, чтобы наши клиенты чувствовали себя мотивированными и поддержанными во
                                время тренировок.
                            </p>
                        </li>
                    </ul>
                </article>
            </div>
        </div>
    </div>
</template>